{
    "name": "hazel_intro",
    "firstRound":1,
    "duration":1,
    "priority":1,
    "lines": [
        {
            "parts": [
                {
                    "speaker": "Hazel",
                    "text": "Hi dear.¬¬¬¬ I hope your day at work was good, was it too tiring? I-¬¬¬ My parents called earlier today.¬¬¬¬¬¬ They said the situation in Zuania is getting worse than they thought.¬¬¬¬ One of my father's former colleagues at the ministry got detained last week."
                }
            ],
            "options": [
                {
                    "id": 0,
                    "text": "Oh dear, that's terrifying!",
                    "mood": "[Sympathetic]",
                    "followupLines": 0
                },
                {
                    "id": 1,
                    "text": "I might not be equipped to process that after the day I've had...",
                    "mood": "[Overwhelmed]",
                    "followupLines": 0
                }
            ]
        },
        {
            "parts": [
                {
                    "speaker": "Hazel",
                    "text": "Sorry for bringing it up so suddenly... I just¬¬ thought that with your new position you might be able to help them.¬¬¬¬ The media has a huge influence on people's views, so you can make such a positive impact by raising awareness about what Xaya is doing."
                }
            ],
            "options": [
                {
                    "id": 0,
                    "text": "It's a really complicated situation. I'd be putting a lot at risk, not just for myself but also for my co-workers.",
                    "mood": "[Scared]",
                    "followupLines": 2
                },
                {
                    "id": 1,
                    "text": "Something needs to be done. It's my responsibility now.",
                    "mood": "[Resolute]",
                    "followupLines": 2
                }
            ]
        },
        {
            "parts": [
                {
                    "speaker": "Hazel",
                    "text": "I know I'm asking for a lot. You worked so much for this job, and I'm asking you to jeopardize it by speaking out.¬¬¬¬ But my family is your family too, and they need help. All of Zuania needs help."
                },
                {
                    "speaker": "Hazel",
                    "text": "I know I can always trust you to do the right thing.¬¬¬ It's¬¬ terrifying¬¬ seeing every news outlet in the country carry water for Xaya, while they seek to erase our identity."
                }
            ],
            "options": []
        },
        {
            "parts": [
                {
                    "speaker": "Hazel",
                    "text": "The Xayan government is trying to erase our identity, assimilate my people into the misshapen, predatory being they have created, and you can change the outcome."
                },
                {
                    "speaker": "Hazel",
                    "text": "As their monstrous amalgamation tries to swallow my culture, their tentacles wrap around the media and tighten every day with unvoiced threats of censorship and boycott."
                }
            ],
            "options": [
                {
                    "id": 0,
                    "text": "(Say nothing)",
                    "mood": "[Confused]",
                    "followupLines": 0
                },
                {
                    "id": 1,
                    "text": "I understand, honey.",
                    "mood": "[Reaffirming]",
                    "followupLines": 0
                }
            ]
        },
        {
            "parts": [
                {
                    "speaker": "Hazel",
                    "text": "Sorry, I got carried away. What I'm asking from you is very hard.¬¬¬ I love you, and I know you will do what's best for us and for our family.¬¬¬ Let's talk about something fun now!"
                }
            ]
        }
    ]
}