{
    "name":"hetia_moreira_healthcare_reinforcement",
    "firstRound":11,
    "duration":1,
    "priority":1,
    "leniency":3,
    "type": 0,
    "imagePath": null,
    "consequences": [
        {
            "country": 0,
            "key": "moreira_gov",
            "value": 0.2
        }
    ],
    "biases": [
        {
            "name": "WELFARE",
            "description": "Since she became President, Moreira is pushing for the advancement towards universal healthcare.",
            "headline": "Zandile Moreira keeps her promise of reinforcing public healthcare.",
            "text": "   Hetia President Zandile Moreira, which was re-elected a year ago, has increased Hetia's public health spending with 1,5 thousand million apsars, as she stated in her campaign.\n    The main objectives are hiring more personnel -notably nurses- and buying expensive medical equipment for hospitals.\n    This mandate will cetainly be an important milestone towards universal healthcare in Hetia. Since the beginning of Moreira's previous mandate, Hetia's health system has decreased by 58% its dependency on the private sector. The government hopes to reach 80% before the next elections are called.",        
            "additionalConsequences": []
        },
        {
            "name": "WASTE OF MONEY",
            "description": "Moreira prefers keeping her exaggerated electoral promises to truly improving Hetia.",
            "headline": "Promoting economy is not a priority in Zandile Moreira's government.",
            "text": "   A year has passed since Moreira's re-election and her government has not launched any program to promote Hetia's economy.\n    Instead, Moreira has chosen to spend an additional 1,5 thousand million apsars in the national health system, which already benefits from 250 thousand million apsars every year.\n    Since Moreira became president, economic development programs have been cut back in favor of an exaggerated investing in healthcare. Thabani Leite, political analyst, has stated that 'Moreira is more focused on keeping her electoral promises than on efficiently handling the country'.",        
            "additionalConsequences": [
                {
                    "country": 0,
                    "key": "moreira_gov",
                    "value": -0.4
                }
            ]
        },
        {
            "name": "SMOKESCREEN",
            "description": "Moreira is hardening migratory policies as attention is focused on healthcare improvements",
            "headline": "Public healthcare used again as a smokescreen for changes in migratory policies",
            "text": "   The current Hetian government, yet again directed by Zandile Moreira, continues with the same strategy on migratory policies: diverting attention.\n    While increasing funding for Hetia's health system and gaining national and international reputation, her government is slowly changing Hetia's migratory policies to make them more strict, especially regarding Terkan immigrants.\n    An example of this procedure was the opening of an immigrant detention center when attention was directed to the approval of the law that guaranteed free treatment for all types of cancer, during her previous mandate.",        
            "additionalConsequences": [
                {
                    "country": 0,
                    "key": "moreira_gov",
                    "value": -0.6
                },
                {
                    "country": 1,
                    "key": "reputation",
                    "value": 0.1
                }
            ]
        }
    ]
}