{
    "name":"madia_ables_stadium",
    "firstRound":2,
    "duration":1,
    "priority":1,
    "leniency":2,
    "type": 2,
    "imagePath": null,
    "consequences": [
        {
            "country": 6,
            "key": "reputation",
            "value": 0.05
        }
    ],
    "biases": [
        {
            "name": "NEW STADIUM",
            "description": " The award show is to be held in a new Opera after years of complaints.",
            "headline": " The Ables To be Held in a Larger Stadium",
            "text": "    After many years of complaints by actors, filmmakers and directors, the Ables have made a deal with the Madian government to hold the event in a significantly larger stadium.\n    This year has been incredible for the world of film due to the advent of fast VHS distribution; hence, the award show's rise in significance. Everything has gone according to the committee's plans, since the deal signifies a form of legitimacy with the country and the art world. The budget is unknown, but compared to other years, it seems like the people attending will be far happier with their experience than other years.",
            "additionalConsequences": []
        },
        {
            "name": "WASTEFUL",
            "description": " As the headline suggests, critics feel like the Opera should not be used so frivolously.",
            "headline": " Madia Wastes Good Money on Ables",
            "text": "    Once again, Madia is throwing money into unnecessary places. The brand new Opera Stadium, meant for important, high-class events, has been deteriorated by their decision to remodel it for the Ables.\n    As with many other actions the country has taken over the last decade, there is a sense something is wrong. Today, it feels like the country cares more about catering to the elite than the rural man. Truly another waste of time, money and cultural capital.",
            "additionalConsequences": [
                {
                    "country": 6,
                    "key": "reputation",
                    "value": -0.1
                }
            ]
        },
        {
            "name": "BEATIFUL",
            "description": " A wonderful new place that will fit more people during the once-a-year award show.",
            "headline": " The New Ables Stadium Looks Fantastic!",
            "text": "   The Opera Stadium is complete, and the Ables organizers are keen on it. The fantastic golden accents, the beautiful details made possible by the handiwork of the people. All of it was made possible by years of hard work by the people and the planners. It is complete.\n    The Ables have had issues for many years with the current size of the stadium, and therefore have been looking for another place to hold this once-a-year event. It has been decided to hold it in this brand-new stadium.\n    There has been some mysterious backlash relating to its use, however the accusations being made seem to stem from a place of disliking the event itself, rather than the contract itself.",
            "additionalConsequences": [
                {
                    "country": 6,
                    "key": "reputation",
                    "value": 0.1
                }
            ]
        }
    ]
}