    {
    "name":"madia_sitcom_cancelled",
    "firstRound":3,
    "duration":1,
    "priority":1,
    "leniency":2,
    "type": 2,
    "imagePath": null,
    "consequences": [
        {
            "country": 6,
            "key": "reputation",
            "value": 0.05
        }
    ],
    "biases": [
        {
            "name": "ARRESTED",
            "description": " There was an arrest made but the facts are yet to be conclusive. We're now investigating",
            "headline": "Lead actor and fan favorite performer, Alan Sawyer, has been arrested",
            "text": "    Alan Sawyer, lead actor of the sitcom Tomodachi, has been arrested and the sitcom now seems like it's going to be cancelled. The allegations seem very real however the story is still ongoing. Updates are coming in by the hour and the the truth of the matter is still unclear, however there are very credible rumors.\n    The actor was, seemingly, found in a public park in a catatonic state. His wherabouts beforehand are unknown but there is a case to be made that it was a party with the producers. Madian authorites arrested him quite early and it's therefore theorised he was out quite late. Lastly the rumors of the shows cancellation seem very likely due to the Channel it was hosted on being very strict.  ",
            "additionalConsequences": []
        },
        {
            "name": "PUBLIC INDECENCY",
            "description": " Alan Sawyer was high in a park and has put the job of all the people in jeopardy",
            "headline": "Alan Sawyer caught doing drugs in a public park",
            "text": "    In a shocking turn of events, acclaimed actor Alan Sawyer has found himself at the center of controversy after being caught in a compromising situation involving drugs. Known for his stellar performances on Tomodachi, Sawyer's reputation is now under scrutiny. The incident unfolded in a public park, where the actor was allegedly discovered throwing up and sleeping on a bench. The repercussions of this incident remain to be seen, as the actor faces potential legal consequences and the possibility of cancellation of the show.",
            "additionalConsequences": [
                {
                    "country": 6,
                    "key": "reputation",
                    "value": -0.1
                }
            ]
        },
        {
            "name": "DRUGS ARE EVIL",
            "description": " The Sitcom is being cancelled by the highly proffesional anti-drug producers",
            "headline": "Beloved SitCom 'Tomodachi' cancelled after lead does Drugs in public",
            "text": "   In a shocking development, the acclaimed television series 'Tomodachi,' led by actor Alan Sawyer, faces an uncertain future in the wake of his involvement in a troubling drug-related incident. The rumors of a swift cancellation of the show by producers reflects the industry's commitment to upholding values and standards. Devoted viewers, who once tuned in for the show's compelling narrative, are left disheartened by the abrupt end to 'Tomodachi.' This incident highlights the importance of personal responsibility that the entertainment industry is oh so bad at. As discussions unfold, the need for maintaining a moral compass within the entertainment industry and the broader cultural landscape are being made obvious. ",
            "additionalConsequences": [
                {
                    "country": 6,
                    "key": "reputation",
                    "value": -0.2
                }
            ]
        }
    ]
}