{
    "name":"madia_new_cinema_grant_program",
    "firstRound":11,
    "duration":3,
    "priority":0.65,
    "leniency":2,
    "type": 6,
    "imagePath": null,
    "consequences": [
        {
            "country": 6,
            "key": "reputation",
            "value": 0.1
        },
        {
            "country": 4,
            "key": "reputation",
            "value": -0.05
        }
    ],
    "biases": [
        {
            "name": "BREATHTAKING",
            "description": "The grant will allow Madian studios to produce astonishing films that will increase the country's wealth.",
            "headline": "Madia supports national cinema with a new grant program.",
            "text": "   The Madian government has just approved a new grant program consisting of 150 million edunes from which national cinema will benefit.\n    The program, which is part of the CultureConnect plan, will increase to a large extent the funding of films produced in Madia, thus allowing them to significantly increase its production quality, notably in terms of post-production.\n    The government hopes that this will contribute to the development of new SFX techniques, which at their turn will make Madia gain international recognition in the cinema scene.",        
            "additionalConsequences": []
        },
        {
            "name": "HARMFUL",
            "description": "Madia's CultureConnect plan cancels independent cinema grant to give its doubled amount to commercial films.",
            "headline": "Madia chooses to harm independent cinema, prefers commercial films.",
            "text": "   The Madian government has made a clear statement: it sides with commercial films. In order to launch its newest grant program under the CultureConnect plan, the subventions for independent cinema have been cancelled.\n    Furthermore, the 150 million edunes aimed films whose only attractive are spectacular visuals double the amount that was once granted to independent movies.\n    When asked if there are plans to reestablish any subsidy for smaller films, the government declared that 'priorities have changed'.",        
            "additionalConsequences": [
                {
                    "country": 6,
                    "key": "reputation",
                    "value": -0.05
                },
                {
                    "country": 4,
                    "key": "reputation",
                    "value": 0.05
                }
            ]
        },
        {
            "name": "BETRAYAL",
            "description": "As Dalme holds control over the sports industry, Madia aims to take the lead in cinema by neglecting its public services.",
            "headline": "Madia turns to a fierce competition against Dalme, betrays socialist ideals.",
            "text": "   The Madian government has just launched a new program consisting of 150 million edunes aimed at producing blockbuster films, instead of investing in its citizens by strengthening public services.\n    The program is a result of Madia and Dalme's dispute on culture and entertainment, rooted in economic interests. As Dalme holds control over a significant part of the sports industry, Madia aims to take the lead in cinema.",        
            "additionalConsequences": [
                {
                    "country": 6,
                    "key": "reputation",
                    "value": -0.15
                },
                {
                    "country": 4,
                    "key": "reputation",
                    "value": 0.1
                }
            ]
        }
    ]
}