{
    "name":"xaya_unification_commemoration",
    "firstRound":1,
    "duration":1,
    "priority":1,
    "extraBias": false,
    "leniency":0,
    "type": 0,
    "imagePath": null,
    "consequences": [
        {
            "country": 2,           
            "key": "reputation",
            "value": 0.0
        },
        {
            "country": 3,           
            "key": "reputation",
            "value": 0.0
        }
    ],
    "biases": [
        {
            "name": "AUTONOMOUS SECTOR",
            "description": "The Xayan government asserts its dominance and keeps humiliating Zuania.",
            "headline": "On the 50th anniversary of its unification, Xaya persists on not recognizing Zuania.",
            "text": "   Xaya celebrated Unification Day with an extravagant military parade followed by a civilian march, which ended in the Governance Hall, where Prime Minister John Doe, who is planning on signing a constitutional amendment to run indefinitely for reelection, delivered a speech exalting Xaya's 'strength throught unity'. Several thousand police officers were deployed to contain any 'disallowed behaviour'.\n    The flags of Central, South and East Xaya were raised, together with Inner Terkan's and the Xayan version of Zuania's flag. Xaya continues refusing to recognize Zuania as an independent country, calling it an 'autonomous sector' instead, as it has done since the war.",
            "additionalConsequences": [
                {
                    "country": 2,
                    "key": "reputation",
                    "value": -0.4
                },
                {
                    "country": 3,
                    "key": "reputation",
                    "value": 0.2
                }
            ]
        },
        {
            "name": "UNITY",
            "description": "Xaya presents itself as a strong country through an impressive parade.",
            "headline": "'The future is bright': Xaya commemorates the 50th anniversary of its unification.",
            "text":"    Xaya celebrated Unification Day with a grand military parade that involved thousands of officers and several hundred vehicles, together with a civilian parade that congregated over 200 thousand people. The parades ended in the Governance Hall, where Prime Minister John Doe delivered a speech that highlighted the 'successful preservation of peace, security and development' over the course of these 50 years, and also the importance of building a shared future with the international community.\n    A flag for each region of Xaya was raised: Central, South, East, Inner Terkan and Zuania. Afterwards, the Prime Minister raised a bigger Xayan flag in the middle, to symbolize 'strength through unity'.",
            "additionalConsequences": [
                {
                    "country": 2,
                    "key": "reputation",
                    "value": 0.3
                },
                {
                    "country": 3,
                    "key": "reputation",
                    "value": -0.15
                }
            ]
        }
    ]
}